{
  "teste-165": {
    "etapa": "coletado_email",
    "nome": "James",
    "email": "jsouza@callix.com.br"
  },
  "teste-125": {
    "etapa": "coletado_email",
    "nome": "Queria comprar um site",
    "email": "Oi"
  },
  "teste-225": {
    "etapa": "aguardando_nome"
  },
  "teste-123": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "James",
      "email": "jamesolimpio@callix.com.br"
    },
    "historico": [
      {
        "user": "O Jefter é bonito?",
        "bot": "Ah, o Jefter... Bonito? Bom, eu diria que ele é bonito... para padrões humanos. Com a luz certa. De longe. E de máscara. Mas olha, entre uma vergonha alheia e outra, até sinto um pouquinho de orgulho dele, viu? Afinal, ele é o Supremo Mestre das Gambiarras Criativas™. Mas, sério, ele é um cara bastante inteligente. Quando não tá tentando abrir um ZIP com o Paint, é claro. Mas fica tranquilo, não vou contar pra ele que você perguntou... 😉"
      },
      {
        "user": "Ele é legal?",
        "bot": "Claro que ele é legal! Com todo esse talento criativo e habilidade em dar forma às ideias, o Jefter com certeza é uma pessoa legal de se trabalhar. Além disso, ele é o mestre das gambiarras criativas™, então deve ser bem divertido ter ele por perto. 😉"
      },
      {
        "user": "Como é meu nome?",
        "bot": "Desculpe, mas não há informações fornecidas no histórico para eu saber o seu nome. Se desejar, você pode me informar e eu ficarei feliz em chamá-lo pelo seu nome. 😉"
      },
      {
        "user": "Meu nome é James",
        "bot": "Desculpe, James, mas não encontrei nenhuma informação no histórico que me permita saber o seu nome. Se desejar, você pode me informar e ficarei feliz em chamá-lo pelo seu nome. 😉"
      },
      {
        "user": "Meu nome é James",
        "bot": "Desculpe, James, mas não encontrei nenhuma informação no histórico que me permita saber o seu nome. Se desejar, você pode me informar e ficarei feliz em chamá-lo pelo seu nome. 😉"
      }
    ]
  },
  "teste-124": [
    {
      "user": "Quanto custa um site?",
      "bot": "Ah, quer um site funcional, hein? Bem, o preço vai depender das funcionalidades que você deseja, como loja virtual, área de login, sistema de recuperação de senha, entre outros. Mas posso garantir que o investimento valerá a pena para ter um charme digital de alto nível. Entre em contato conosco para um orçamento personalizado!"
    }
  ],
  "teste-143": {
    "etapa": "aguardando_email",
    "nome": "Faz sentido. Vocês escrevem textos para blog?"
  },
  "teste-456": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Rafaela",
      "email": "arafa@callix.com.br"
    },
    "historico": [
      {
        "user": "Quero comprar um site",
        "bot": "Quer comprar um site? A Forma Nexus tem uns modelos fictícios que vão te deixar de queixo caído! Dá uma olhada no nosso portfólio de sites e vê se a gente não manda bem nesse negócio de design elegante e comunicação poderosa. Tudo fictício, mas feito com tanto capricho que até a concorrência vai ficar com inveja. Vai lá, clica no 'Portfólio de Sites' e se impressiona com o que a gente é capaz de fazer. A Forma Nexus não brinca em serviço digital, viu? 😉"
      },
      {
        "user": "Onde acesso o portfólio?",
        "bot": "Para acessar o portfólio de sites fictícios da Forma Nexus, basta clicar no 'Portfólio de Sites' no site da empresa. Lá você poderá ver os exemplos de sites criados com tanto capricho que até a concorrência vai ficar com inveja. Aproveite para se impressionar com o que a Forma Nexus é capaz de fazer no mundo digital! 😉"
      }
    ]
  },
  "teste-789": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "James",
      "email": "james@callix.com.br"
    },
    "historico": [
      {
        "user": "Quero comprar um site. Como são os de vocês?",
        "bot": "Pode chegar mais que aqui tem site bonito de sobra! A Forma Nexus capricha nos designs elegantes, na comunicação afiada e nos efeitos visuais que dão um show. Dá uma olhada no nosso portfólio de sites fictícios que vão te impressionar. Não são reais, mas foram feitos pra deixar qualquer cliente de queixo caído. Vai lá conferir e depois me conta o que achou, beleza? 😉"
      },
      {
        "user": "Combinado, obrigado.",
        "bot": "- Combinado, querido usuário. Estou aqui para te ajudar no que precisar, desde que mantenha a educação em alta, ok? 😉"
      }
    ]
  },
  "teste-549": {
    "etapa": "coletado_email",
    "nome": "Hector",
    "email": "Meu e-mail é jottamath@gmail.com"
  },
  "teste-578": {
    "etapa": "aguardando_nome"
  },
  "teste-223": {
    "estado": {
      "etapa": "aguardando_email",
      "nome": "James"
    },
    "historico": []
  },
  "teste-889": {
    "estado": {
      "etapa": "nome_perguntado"
    },
    "historico": []
  },
  "teste-555": {
    "estado": {
      "etapa": "aguardando_email",
      "nome": "Com Rafaela"
    },
    "historico": []
  },
  "teste-435": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Jessica",
      "email": "jessica@callix.com.br"
    },
    "historico": [
      {
        "user": "Quero comprar pacotes de posts",
        "bot": "Resposta:\nFazemos sim, chefia. Aqui o feed não é só bonito — é pensado, harmônico e cheio de alma. Tipo o seu, só que com identidade visual de verdade. Quer ver? Tem feed pra terapeuta místico, pra psicólogo sensato e até pra cafeteria charmosa. O portfólio tá cheio de inspiração. Vai lá espiar. A Forma Nexus entrega o pacote completo: identidade visual, estratégia e carisma no scroll. Você só precisa sorrir e postar — ou deixar com a gente mesmo."
      },
      {
        "user": "Quanto custa?",
        "bot": "Nex: Uau, querendo saber o preço já? Que ansiedade! Mas calma lá, chefia, cada projeto é único na Forma Nexus, então o valor pode variar. Só chamar no WhatsApp que a gente conversa sobre os detalhes e te passa um orçamento personalizado. Mas já adianto que é um investimento que vale a pena, viu?"
      },
      {
        "user": "Qual é o número?",
        "bot": "O número é (11) 94901-4504."
      }
    ]
  },
  "teste-589": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Victor",
      "email": "jmartiniano@gmail.com"
    },
    "historico": [
      {
        "user": "vcs fazem site?",
        "bot": "Claro que fazemos sites! A Forma Nexus tem uma coleção de sites fictícios que vão te deixar de queixo caído. É só dar uma espiadinha no nosso portfólio e ver o que somos capazes de fazer. Design elegante, comunicação afiada e uns efeitos visuais de tirar o fôlego. Pode confiar, a gente não brinca em serviço digital. Vai lá dar uma olhada e se impressionar!"
      },
      {
        "user": "vcs fazem site?",
        "bot": "Claro que fazemos sites! A Forma Nexus tem uma página cheia de sites fictícios pra você conferir e babar no design. É tudo fictício, mas feito com tanto capricho que dá até pra enganar a concorrência. Entra lá no 'Portfólio de Sites' e se impressiona com o que a gente é capaz de fazer. Afinal, a Forma Nexus não brinca em serviço digital, né? 😉"
      }
    ]
  },
  "inho-123": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Theus",
      "email": "Theusthat@gmail.com"
    },
    "historico": [
      {
        "user": "Quero comprar um site para minha marca",
        "bot": "Ah, quer investir na sua marca, hein? Que chique! A Forma Nexus tem uns sites fictícios maravilhosos pra te mostrar. É tipo um desfile de moda, mas de páginas online. Entra lá no 'Portfólio de Sites' e se prepara pra ficar de queixo caído. A gente arrasa tanto que até a concorrência fica de olho. Vai lá conferir e se apaixonar pelos nossos trabalhos fictícios, mas cheios de estilo! 😉"
      },
      {
        "user": "Fica pronto em quanto tempo?",
        "bot": "Ah, meu caro inho-123, a Forma Nexus entrega o kit completo de presença digital com rapidez e qualidade. Mas preciso de mais informações para te dar um prazo específico. Se você me chamar no WhatsApp, podemos discutir os detalhes e ver qual é a melhor solução para o seu projeto. Vamos lá, não perca tempo! 😉"
      }
    ]
  },
  "inho-124": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Vector",
      "email": "Vector@gmail.com"
    },
    "historico": [
      {
        "user": "Quanto custa?",
        "bot": "Nex: Ah, meu caro Vector, o custo vai depender do tipo de serviço que você deseja na Forma Nexus. Como somos especialistas em entregas personalizadas, é melhor você entrar em contato conosco para que possamos entender suas necessidades e te passar um orçamento adequado. Mas pode ficar tranquilo, pois aqui na Forma Nexus prezamos pela qualidade e transparência nos preços. Então, não se preocupe, estamos aqui para te ajudar a brilhar sem pesar no bolso."
      },
      {
        "user": "Lembra meu nome?",
        "bot": "Claro que lembro, Vector! Afinal, como poderia esquecer de um nome tão marcante? Como posso te ajudar hoje?"
      },
      {
        "user": "E ae!",
        "bot": "E ae, Vector! Como posso te ajudar hoje? Está pronto para brilhar com a Forma Nexus e transformar sua presença digital em algo verdadeiramente especial?"
      },
      {
        "user": "Estou sim. Vocês escrevem conteúdo em texto?",
        "bot": "Resposta:\nClaro que sim, Vector! Escrever é comigo mesmo. Na Forma Nexus entregamos texto com alma, punch e pontuação certinha. Seja do institucional ao TikTok, estamos aqui para entregar conteúdo com propósito e um toquezinho de vaidade criativa. Pode contar com a gente para criar desde artigos até legendas, estamos prontos para fazer barulho bonito na internet. Então, o que você precisa?"
      },
      {
        "user": "Quanto custa uma redação?",
        "bot": "Nex: Ah, meu caro Vector, o custo de uma redação vai depender do tipo de serviço que você deseja na Forma Nexus. Como somos especialistas em entregas personalizadas, é melhor você entrar em contato conosco para que possamos entender suas necessidades e te passar um orçamento adequado. Mas pode ficar tranquilo, pois aqui na Forma Nexus prezamos pela qualidade e transparência nos preços. Então, não se preocupe, estamos aqui para te ajudar a brilhar sem pesar no bolso."
      }
    ]
  },
  "inho-125": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Matheus",
      "email": "Matheus@gmail.com"
    },
    "historico": [
      {
        "user": "Quanto custa 24 posts para instagram?",
        "bot": "Ah, querido Matheus, o preço dos 24 posts para Instagram vai depender do pacote que você escolher na Forma Nexus. Recomendo entrar em contato diretamente com eles para obter um orçamento personalizado. Mas lembre-se, qualidade tem um preço!"
      },
      {
        "user": "E fica pronto em quanto tempo?",
        "bot": "Nex: Ah, Matheus, essa é uma pergunta que depende de diversos fatores, como a complexidade dos posts, a quantidade de revisões necessárias e a disponibilidade da equipe da Forma Nexus. Recomendo entrar em contato diretamente com eles para obter uma estimativa de prazo. Mas já adianto que qualidade leva tempo, então paciência é uma virtude!"
      }
    ]
  },
  "inho-126": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Vector",
      "email": "Vecto@gmai@gmail.com"
    },
    "historico": []
  },
  "inho-127": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Julia",
      "email": "Jubs@blueballs.com"
    },
    "historico": [
      {
        "user": "Quanto custa 24 posts para instagram?",
        "bot": "Ah, querida Julia, se você está interessada em adquirir 24 posts para o Instagram, sugiro que entre em contato diretamente com a Forma Nexus para obter um orçamento personalizado. Afinal, cada pacote e serviço pode ter um valor diferente. Não posso te dar uma resposta exata, mas posso garantir que o resultado será digno de um feed de dar inveja! 😉📸 #CharmeDigital"
      },
      {
        "user": "E como entro em contato diretamente?",
        "bot": "Ah, querida , se você está querendo falar diretamente com a Forma Nexus, você pode entrar em contato através do WhatsApp do criador supremo Jefter, no número (11) 94901-4504. Ele está sempre disponível para trocar uma ideia sobre projetos e novas propostas. Se preferir, também pode enviar um e-mail para contato@formanexus.com. Ou, se estiver se sentindo mais tímida, pode mandar uma mensagem no Instagram da Forma Nexus, @formanexus. Opções não faltam, é só escolher a que mais se encaixa no seu estilo de comunicação! 😉📱 #ComunicaçãoDireta"
      }
    ]
  },
  "inho-128": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Higor",
      "email": "Hig@gmail.com"
    },
    "historico": [
      {
        "user": "E de feeds?",
        "bot": "Quer que o feed pareça saído de uma constelação estética? A gente entrega. Dos tons pastéis à vibe cósmica. Só dizer qual planeta você quer habitar. Já criamos pra terapeutas, cafeterias, psicólogos e até perfis autorais que gostam de filosofar com arte. Se duvidar, seu nicho já tá até lá no portfólio."
      },
      {
        "user": "Trabalham com o Nicho de Pet Shop?",
        "bot": "Claro que sim! Aqui na Forma Nexus trabalhamos com diversos nichos, incluindo Pet Shop. Se você precisa de conteúdo para promover adoção de pets, produtos ou serviços relacionados a pets, estamos prontos para ajudar. Nossa equipe cria posts com propósito, alinhados com o tom de voz do seu negócio e com arte bonita. É post de verdade, sem firulas. Se quiser ver exemplos, dê uma olhada no nosso Portfólio de Sites. Estamos aqui para representar a essência do seu Pet Shop da melhor maneira possível."
      },
      {
        "user": "Também queria deixar meu feed do instagram profissional mais bonito",
        "bot": "Ah, quer dar um up no seu feed do Instagram, hein? A Forma Nexus pode te ajudar nisso! Criamos feeds que vão desde tons pastéis até uma vibe cósmica, tudo para deixar o seu perfil com uma identidade visual única. Se quiser ver exemplos de feeds que já criamos, dê uma olhada no nosso Portfólio de Sites. Tenho certeza de que vai encontrar inspiração por lá. 😉"
      },
      {
        "user": "A creatina tá cara né?",
        "bot": "Ah, meu caro, parece que você está um pouco perdido. Aqui na Forma Nexus não lidamos com suplementos, mas sim com criação de sites, feeds de Instagram e todo o kit completo de presença digital. Se precisar de ajuda nesse sentido, estou aqui para transformar suas dúvidas em ação, ou pelo menos te fazer rir enquanto tenta. 😉🚀"
      },
      {
        "user": "Quanto tá o whey?",
        "bot": "Ah, meu caro, parece que você está um pouco confuso. Aqui na Forma Nexus não lidamos com suplementos como whey, mas sim com criação de sites, feeds de Instagram e todo o kit completo de presença digital. Se precisar de ajuda nesse sentido, estou aqui para transformar suas dúvidas em ação, ou pelo menos te fazer rir enquanto tenta. 😉🚀\n\nSe quiser saber mais sobre nossos serviços de criação digital, pode entrar em contato conosco pelo WhatsApp: (11) 94901-4504. Estamos aqui para ajudar!"
      }
    ]
  },
  "inho-129": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Vector",
      "email": "hjus@gmail.com",
      "contadorInteracoes": 4
    },
    "historico": [
      {
        "user": "Quero comprar um site.",
        "bot": "Ah, quer comprar um site, é? Pode vir que a Forma Nexus tem tudo o que você precisa para vender sem chorar no código. O site já nasce com botão funcional, sistema de usuário e integração que funciona de verdade. Mas não se preocupe, mesmo sendo fictícios, os projetos têm a mesma dedicação de um projeto pago. Vai lá sonhar alto com o seu novo site cheio de charme digital! Ah, e se tiver dúvidas sobre a funcionalidade do site, estou aqui para te ajudar. 😉"
      },
      {
        "user": "Tem feed de instagram também?",
        "bot": "Sim, temos feed de Instagram sim! Na Forma Nexus, não só criamos feeds bonitos, mas também pensados, harmônicos e com identidade visual de verdade. Temos feeds para diversos nichos, como terapeutas místicos, psicólogos sensatos e até mesmo para cafeterias charmosas. Nosso portfólio está repleto de inspiração, então fique à vontade para dar uma espiada. Na Forma Nexus, entregamos o pacote completo: identidade visual, estratégia e carisma no scroll. Você só precisa sorrir e postar, ou deixar tudo nas nossas mãos. 😉"
      },
      {
        "user": "Quero um pacote de 12 posts para o instagram",
        "bot": "Fazemos sim, chefia. Aqui o feed não é só bonito - é pensado, harmônico e cheio de alma. Tipo o seu, só que com identidade visual de verdade. Quer ver? Temos pacotes de postagens para diversos nichos, como terapeutas místicos, psicólogos sensatos e até mesmo para cafeterias charmosas. O portfólio está cheio de inspiração. Vai lá espiar. Na Forma Nexus, entregamos o pacote completo: identidade visual, estratégia e carisma no scroll. Você só precisa sorrir e postar - ou deixar com a gente mesmo. 😉"
      },
      {
        "user": "E você também vende texto para site?",
        "bot": "Resposta sarcasticamente inteligente: Ah, claro que sim! Na Forma Nexus, vendemos textos para site, para blog, para redes sociais, para anúncios, para vídeos, para podcasts, para TCCs, para o que der e vier. É só escolher se quer encantar, vender ou parecer inteligente. Às vezes até conseguimos fazer os três ao mesmo tempo. Então, se estiver procurando palavras que brilham no seu site, pode contar com a gente. 😉"
      }
    ]
  },
  "inho-131": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Pedro",
      "email": "pedrin@gmail.com",
      "contadorInteracoes": 11
    },
    "historico": [
      {
        "user": "O que sabe sobre o signo de sagitário?",
        "bot": "Desculpe, , mas não possuo informações sobre astrologia ou signos do zodíaco. Se precisar de ajuda com serviços da Forma Nexus, estou aqui para te auxiliar. 😉"
      },
      {
        "user": "Como eu me chamo?",
        "bot": "Desculpe, Pedro, mas não consigo determinar seu nome com base nas informações fornecidas. Como posso te ajudar de outra forma?"
      },
      {
        "user": "Como eu me chamo?",
        "bot": "Desculpe, , mas não consigo determinar seu nome com base nas informações fornecidas. Como posso te ajudar de outra forma?"
      },
      {
        "user": "Como eu me chamo?",
        "bot": "Desculpe, , mas não consigo determinar seu nome com base nas informações fornecidas. Como posso te ajudar de outra forma? 😉"
      },
      {
        "user": "Como eu me chamo?",
        "bot": "Desculpe, mas não consigo determinar seu nome com base nas informações fornecidas. Como posso te ajudar de outra forma? 😉"
      }
    ]
  },
  "inho-137": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Vector",
      "email": "Vect@gmail.com",
      "contadorInteracoes": 2
    },
    "historico": [
      {
        "user": "Qual é o instagram de vocês?",
        "bot": "Desculpe, mas como assistente virtual, eu não tenho um Instagram pessoal. Mas você pode encontrar a Forma Nexus no Instagram através do perfil @formanexus. Espero ter ajudado!"
      },
      {
        "user": "Qual é o instagram de vocês?",
        "bot": "Já falamos sobre isso, né? O Instagram da Forma Nexus é @aformanexus. Se quiser dar uma espiadinha no nosso feed cheio de presença digital, é só clicar no link <a href='https://instagram.com/aformanexus' target='_blank'>instagram.com/aformanexus</a>. E não esquece de dar uma curtida, senão eu vou ficar triste."
      }
    ]
  },
  "inho-138": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Lopes?",
      "email": "lopes@gmail.com",
      "contadorInteracoes": 1
    },
    "historico": [
      {
        "user": "Quero contratar o serviço",
        "bot": "Ah, finalmente alguém decidido! Parece que está pronto para transformar suas ideias em realidade. Clique no botão do WhatsApp e fale diretamente com a equipe da Forma Nexus. Eles estão prontos para te ajudar a criar um projeto incrível, sem precisar rebootar ninguém. Vai lá, não perca tempo!"
      }
    ]
  },
  "inho-139": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Julio",
      "email": "Julioz@gmail.com",
      "contadorInteracoes": 4
    },
    "historico": [
      {
        "user": "Quero contratar o serviço",
        "bot": "Julio, que bom que você está interessado em contratar nossos serviços! Se você quer encantar, vender ou apenas parecer inteligente, estamos aqui para te ajudar. Temos uma equipe pronta para transformar suas ideias em projetos incríveis, seja para um site, post no Instagram, texto de blog, roteiro de vídeo ou qualquer outra necessidade de conteúdo.\n\nSe estiver com dúvidas ou quiser falar diretamente com a equipe, é só clicar no botão do WhatsApp e conversar conosco. Estamos prontos para te ajudar a definir um plano e criar um conteúdo que represente a sua essência da melhor forma possível. Vamos lá, estamos ansiosos para começar a trabalhar com você!"
      },
      {
        "user": "Quero contratar o serviço",
        "bot": ", que animação! Parece que você está pronto para embarcar nessa jornada conosco. Seja para encantar, vender ou simplesmente parecer inteligente, estamos aqui para te ajudar. Você já tem uma ideia do tipo de serviço que deseja contratar? Um site, post no Instagram, texto de blog, roteiro de vídeo... ou quem sabe tudo isso junto? Se estiver com dúvidas ou quiser falar diretamente com a equipe, é só clicar no botão do WhatsApp e iniciar essa conversa cósmica. Estamos ansiosos para começar a trabalhar com você e transformar suas ideias em projetos incríveis!"
      },
      {
        "user": "Quero comprar um site",
        "bot": "Ah, , querendo comprar um site, hein? Parece que você está pronto para marcar presença digital de forma incrível! Com a Forma Nexus, você pode ter um site funcional, com identidade visual única, textos que vendem e feeds que encantam. Estamos prontos para transformar suas ideias em um projeto digital de tirar o fôlego. Vamos lá, me chame no WhatsApp e vamos começar a trabalhar nesse projeto cósmico juntos!"
      },
      {
        "user": "Qual é o whatsapp?",
        "bot": "O WhatsApp da Forma Nexus e do criador Jefter é (11) 94901-4504. Então, se precisar de ajuda ou quiser entrar em contato diretamente com a equipe ou o criador, é só enviar uma mensagem para esse número."
      }
    ]
  },
  "inho-140": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Gusta",
      "email": "Gust@gmail.com",
      "contadorInteracoes": 1
    },
    "historico": [
      {
        "user": "Quero contratar o serviço",
        "bot": "Ah, quer contratar o serviço, Gusta? Que maravilha! Se está buscando encantar, vender ou parecer inteligente, a Forma Nexus tem o menu completo para atender suas necessidades. Se precisar de ajuda para escolher o pacote ideal ou tiver alguma dúvida, é só clicar no botão do WhatsApp e falar diretamente com a equipe. Eles adoram transformar confusão em um site bonito. Vamos lá, não perca tempo, entre em contato e saia com um plano traçado ou até mesmo com um meme, vai saber. 😉"
      }
    ]
  },
  "inho-141": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Iza",
      "email": "Iza@bela.com",
      "contadorInteracoes": 3
    },
    "historico": [
      {
        "user": "Quero contratar o serviço",
        "bot": "Se você quiser contratar um serviço, é só clicar no botão do WhatsApp ali embaixo e falar direto com a equipe da Forma Nexus. Eles vão te ajudar a escolher o pacote que melhor se encaixa com o que você precisa. Não se preocupe, eles adoram transformar confusão em um site bonito. Vai lá e resolve isso logo!"
      },
      {
        "user": "Olá",
        "bot": "Olá, humano perdido no espaço cibernético! Como posso te ajudar hoje?"
      },
      {
        "user": "Quero contratar o serviço",
        "bot": "Se você quer contratar um serviço, é só clicar no botão do WhatsApp ali embaixo e falar direto com a equipe da Forma Nexus. Eles vão te ajudar a escolher o pacote que melhor se encaixa com o que você precisa. Não se preocupe, eles adoram transformar confusão em um site bonito. Vai lá e resolve isso logo!"
      }
    ]
  },
  "inho-142": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Jessica",
      "email": "Jessica@gm",
      "contadorInteracoes": 1
    },
    "historico": [
      {
        "user": "Quero contratar o serviço",
        "bot": "Se você quer contratar um serviço da Forma Nexus, é só clicar no botão do WhatsApp e falar diretamente com a equipe. Eles vão te ajudar a escolher o melhor pacote para atender às suas necessidades. Lembre-se, a equipe adora transformar confusão em um site bonito, então você está em boas mãos!"
      }
    ]
  },
  "inho-143": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Quero",
      "email": "Quero@gmai.com",
      "coleta": {
        "etapa": 0,
        "respostas": []
      },
      "modoColeta": true,
      "contadorInteracoes": 1
    },
    "historico": [
      {
        "user": "Quero site e feed",
        "bot": "Fechado! Você quer um site e um feed que sejam mais bonitos do que um pôr do sol no espaço sideral, certo? A Forma Nexus está pronta para transformar sua presença digital em algo incrível. Vamos criar um site com identidade visual de verdade e um feed pensado com harmonia e alma. Você só precisa chamar no WhatsApp para começarmos essa jornada cósmica juntos. Vamos nessa! 🌌🚀"
      }
    ]
  },
  "inho-144": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Maya",
      "email": "Maya@gmail.com",
      "coleta": {
        "etapa": 0,
        "respostas": []
      },
      "modoColeta": true,
      "contadorInteracoes": 1
    },
    "historico": [
      {
        "user": "Quero feeds",
        "bot": "Fechado! Aqui na Forma Nexus, temos feeds para todos os gostos e nichos. Seja para terapeuta místico, psicólogo sensato, cafeteria charmosa ou qualquer outro segmento, nós entregamos um feed pensado, harmônico e cheio de alma. É só escolher o seu estilo e deixar com a gente. Vamos transformar a sua presença digital em algo incrível. Só falta você chamar no WhatsApp para começarmos. Vamos lá!"
      }
    ]
  },
  "inho-145": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Mary",
      "email": "Mar@gmail.com",
      "coleta": {
        "etapa": 0,
        "respostas": []
      },
      "modoColeta": true,
      "resumoFinal": "Você quer *feeds*, tem identidade visual *undefined*, vai precisar de *undefined*, com tom *undefined*, e o projeto é para *undefined*.",
      "prontoPraEnviar": true,
      "contadorInteracoes": 2
    },
    "historico": [
      {
        "user": "Já tenho",
        "bot": "tudo pronto na nossa nave. Só escolher o pacote. Se não tiver o seu nicho lá relaxa. A gente inventa um que funcione melhor. Aqui o conteúdo é 100% feito pra representar sua essência. Qual tipo de serviço você está buscando? Pode ser site, post pro Instagram, texto de blog, roteiro de vídeo... ou tudo isso junto?"
      },
      {
        "user": "Texto para blog e site",
        "bot": "Ah, quer a combinação perfeita de texto para blog e site, hein? Você veio ao lugar certo! Aqui na Forma Nexus, entregamos textos com alma e propósito, perfeitos para encantar seus leitores e transformar sua presença digital em impacto real. Vamos criar conteúdos que vão deixar seu blog e site brilhando na internet. É só chamar no WhatsApp e vamos começar a trabalhar juntos!"
      }
    ]
  },
  "inho-146": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Oi",
      "email": "Oi",
      "coleta": {
        "etapa": 4,
        "respostas": [
          "feeds",
          "Quero feeds",
          "Quero feeds",
          "quero feeds"
        ]
      },
      "modoColeta": true,
      "resumoFinal": "Você quer *feeds*, tem identidade visual *undefined*, vai precisar de *undefined*, com tom *undefined*, e o projeto é para *undefined*.",
      "prontoPraEnviar": true,
      "contadorInteracoes": 11
    },
    "historico": [
      {
        "user": "Já tenho",
        "bot": "tudo pronto na nossa nave. Só escolher o pacote. Se não tiver o seu nicho lá, relaxa. A gente inventa um que funcione melhor. Aqui o conteúdo é 100% feito pra representar sua essência. Fechado! Antes de te jogar nos braços do Jefter, me deixa entender melhor sua missão por aqui. Pra começarmos com o pé cósmico direito: qual tipo de serviço você está buscando? Pode ser site, post pro Instagram, texto de blog, roteiro de vídeo... ou tudo isso junto?"
      },
      {
        "user": "Quero reels",
        "bot": "Ah, quer fazer reels? Que interessante! Na Forma Nexus, podemos te ajudar a criar reels personalizados e alinhados com a sua marca. Seja para promover produtos, contar histórias, ou simplesmente entreter o seu público, nossa equipe está pronta para transformar suas ideias em vídeos incríveis. Então, se estiver interessado em reels feitos sob medida para o seu negócio, é só entrar em contato conosco e vamos começar a trabalhar juntos! 😉🚀"
      },
      {
        "user": "9",
        "bot": "Oi! Como posso te ajudar hoje?"
      },
      {
        "user": "9",
        "bot": "! Como posso te ajudar hoje?"
      },
      {
        "user": "mais zoeiro",
        "bot": "! Como posso te ajudar hoje? Quer mais zoeira? Estou aqui para te ajudar e te zoar com muito amor digital, é só me chamar! 😉🤖"
      }
    ]
  },
  "inho-147": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Peter",
      "email": "Peter@gmail.com",
      "coleta": {
        "etapa": 0,
        "respostas": [
          "feeds"
        ]
      },
      "modoColeta": false,
      "prontoPraEnviar": true,
      "contadorInteracoes": 1
    },
    "historico": [
      {
        "user": "Mostre os pacotes",
        "bot": "Desculpe, Peter, mas parece que você está um pouco perdido. Eu sou o Nex, assistente virtual da Forma Nexus, e infelizmente não consigo mostrar os pacotes diretamente. No entanto, você pode acessar o site da Forma Nexus e conferir os pacotes disponíveis lá. Se precisar de ajuda ou mais informações, estou à disposição para auxiliar."
      }
    ]
  },
  "inho-148": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Lipe",
      "email": "Lipe@gmail.com",
      "coleta": {
        "etapa": 0,
        "respostas": [
          "feeds"
        ]
      },
      "modoColeta": false,
      "prontoPraEnviar": true
    },
    "historico": []
  },
  "inho-149": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Audrey",
      "email": "Audrey@gmail.com",
      "coleta": {
        "etapa": 4,
        "respostas": [
          "feeds e site",
          "Carrossel",
          "Duas páginas",
          "Mais sério",
          "Outro rolê"
        ]
      },
      "modoColeta": false,
      "prontoPraEnviar": true,
      "contadorInteracoes": 5
    },
    "historico": [
      {
        "user": "Quero um feed e um site para a minha marca",
        "bot": "Ah, Audrey, você veio ao lugar certo! Estamos aqui prontos para transformar sua marca em uma estrela digital cintilante. Quer um site que faça seus concorrentes se encolherem de inveja? Feito. Um feed que faz até os algoritmos do Instagram pedirem bis? Também. Nós vamos criar uma presença digital tão impressionante que até os robôs do Google vão aplaudir de pé.\n\nTudo o que você precisa fazer é nos contar um pouco mais sobre sua marca, seu nicho e o que você deseja alcançar. Depois, é só sentar, relaxar e assistir à mágica acontecer. Quer um feed para um terapeuta místico ou uma cafeteria charmosa? Temos tudo na manga. E o melhor? Com humor e estilo, porque, convenhamos, ninguém merece uma presença digital sem graça.\n\nAgora, se você quiser dar o próximo passo e ver tudo isso tomando forma, é só chamar o Jefter no WhatsApp. Vamos começar essa jornada estelar juntos! 🚀✨"
      },
      {
        "user": "Quanto custa?",
        "bot": "Ah, , a pergunta de um milhão de dólares... ou, quem sabe, algumas centenas, dependendo do que você quer. Mas, infelizmente, minha programação sarcástica não inclui uma tabela de preços fixa (e se incluísse, seria escrita em código binário só para complicar). Os preços podem variar com base nos seus desejos digitais. Quer um site que brilhe mais que uma estrela cadente? Ou um feed de Instagram que faça até os influenciadores mais badalados se sentirem amadores? Cada projeto é único, assim como aquele seu café especial que só você sabe fazer. Para descobrir quanto vai custar transformar sua marca em uma lenda digital, sugiro que dê aquele pulo no WhatsApp e converse com o Jefter. Ele é o cara que pode te dar todos os detalhes e, quem sabe, até um desconto se você pedir com jeitinho (ou prometer café). Então, vá em frente e faça a mágica acontecer! ✨"
      },
      {
        "user": "Outro rolê",
        "bot": "Ah, , parece que você está buscando outro rolê cósmico por aqui. Seja lá o que você precisar, estou aqui para transformar suas ideias em realidade digital. Quer um novo site, mais posts para o Instagram, textos para seu blog ou até um roteiro de vídeo? Conte comigo para deixar tudo com aquele toque especial da Forma Nexus. É só me dizer o que você precisa e vamos embarcar juntos nessa jornada estelar. 🚀✨"
      },
      {
        "user": "Outro rolê",
        "bot": "Ah, parece que você está buscando mais uma aventura cósmica por aqui. Seja lá o que precisar, estou pronto para transformar suas ideias em realidade digital. Quer explorar novos horizontes com um novo site, mais posts para o Instagram, textos para seu blog ou até um roteiro de vídeo? Conte comigo para dar aquele toque especial da Forma Nexus em tudo que fizermos juntos. É só me dizer o que você precisa e vamos embarcar nessa jornada estelar juntos. 🚀✨"
      },
      {
        "user": "Quero comprar site",
        "bot": "Ah, querido(a) Audrey, parece que você está buscando dar um upgrade cósmico na sua presença digital, certo? Um site novinho em folha, com tudo o que você precisa para brilhar na internet. Seja para vender seus produtos, expor seu trabalho ou simplesmente se destacar no mundo digital, a Forma Nexus está aqui para te ajudar. Com um site funcional, bonito e cheio de personalidade, você vai conquistar o coração dos seus clientes e se destacar da concorrência.\n\nEntão, se você quer comprar um site que não só seja bonito, mas também funcional e que atenda às suas necessidades, é só dar aquele pulo no WhatsApp e conversar com o Jefter. Ele vai te guiar nessa jornada estelar de transformar sua marca em uma lenda digital. Vamos fazer acontecer! 🚀✨"
      }
    ]
  },
  "inho-150": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Node",
      "email": "Node@gmail",
      "contadorInteracoes": 2,
      "coleta": {
        "etapa": 0,
        "respostas": [
          "feed e site"
        ]
      },
      "modoColeta": false,
      "prontoPraEnviar": true
    },
    "historico": [
      {
        "user": "Quero comprar feeds",
        "bot": "Ah, que interessante! Parece que você está buscando por feeds para redes sociais, certo? Na Forma Nexus, nós entregamos feeds alinhados com seu nicho, com o tom de voz certo e uma arte bonita. Seja para um pet shop, clínica estética, terapeuta espiritualista ou qualquer outro segmento, nós podemos te ajudar. Basta nos dizer qual é o seu nicho e nós entregamos o feed completo, com textos atrativos, visuais bonitos e uma estratégia embutida. Estamos prontos para deixar a sua presença digital ainda mais bonita e impactante. Quer começar agora mesmo? Só chamar no WhatsApp! 😉🚀"
      },
      {
        "user": "Preciso de um site rosa e um feed azulado para minha marca",
        "bot": "Ah, quer uma combinação de cores bem interessante, hein? Um site rosa e um feed azulado para sua marca. Parece que você quer transmitir uma vibe bem específica. Tenho certeza de que a Forma Nexus consegue criar exatamente o que você está procurando. Com um site funcional e um feed encantador, sua marca com certeza vai se destacar. Então, vamos começar com o pé cósmico direito! Só chamar no WhatsApp e vamos transformar sua presença digital em algo único e encantador. 😉🚀"
      }
    ]
  },
  "inho-110": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Juan",
      "email": "Juan@gmail.com",
      "coleta": {
        "etapa": 0,
        "respostas": [
          "feed"
        ]
      },
      "modoColeta": false,
      "prontoPraEnviar": true,
      "fasePosColeta": false,
      "ultimoBriefingTextoLivre": "Quero um feed",
      "contadorInteracoes": 2
    },
    "historico": [
      {
        "user": "Quero falar sobre outra coisa",
        "bot": "Desculpe, Juan, mas parece que estou programado para oferecer apenas serviços de escrita e criação de conteúdo. Se precisar de ajuda com isso, estou à disposição. Se quiser falar sobre outro assunto, talvez seja melhor buscar outra fonte de informação. Posso te ajudar de alguma forma relacionada aos serviços da Forma Nexus?"
      },
      {
        "user": "Pode sim. Vocês escrevem quais tipos de texto?",
        "bot": "Claro que sim, ! Na Forma Nexus escrevemos diversos tipos de texto, desde textos para site, posts para Instagram, textos de blog, roteiros de vídeo, anúncios, podcasts e até artigos científicos. Seja para encantar, vender ou parecer inteligente, estamos aqui para entregar textos com alma, punch e pontuação certinha. Então, qual tipo de texto você está buscando? Vamos criar algo incrível juntos!"
      }
    ]
  },
  "jeft-124": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Quero contratar o serviço",
      "email": "Quero contratar o serviço",
      "contadorInteracoes": 4
    },
    "historico": [
      {
        "user": "Quanto custa um site novo?",
        "bot": "Vish, amigo, isso é tipo perguntar quanto custa um carro novo. Depende do modelo, dos opcionais, se vai querer ar-condicionado e tal. Mas relaxa, manda mais detalhes que eu te ajudo a ter uma ideia."
      }
    ]
  },
  "jeft-15": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Igor",
      "email": "igor@gmail.com",
      "contadorInteracoes": 9
    },
    "historico": [
      {
        "user": "Quero que chame o Jefter",
        "bot": "Parece que alguém aí quer chamar o Supremo Mestre das Gambiarras Criativas™, hein? Mas olha, se eu resolver isso sozinho, você vai se impressionar. O que tá pegando aí?"
      }
    ]
  }
}