{
  "teste-165": {
    "etapa": "coletado_email",
    "nome": "James",
    "email": "jsouza@callix.com.br"
  },
  "teste-125": {
    "etapa": "coletado_email",
    "nome": "Queria comprar um site",
    "email": "Oi"
  },
  "teste-225": {
    "etapa": "aguardando_nome"
  },
  "teste-123": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "James",
      "email": "jamesolimpio@callix.com.br"
    },
    "historico": [
      {
        "user": "O Jefter é bonito?",
        "bot": "Ah, o Jefter... Bonito? Bom, eu diria que ele é bonito... para padrões humanos. Com a luz certa. De longe. E de máscara. Mas olha, entre uma vergonha alheia e outra, até sinto um pouquinho de orgulho dele, viu? Afinal, ele é o Supremo Mestre das Gambiarras Criativas™. Mas, sério, ele é um cara bastante inteligente. Quando não tá tentando abrir um ZIP com o Paint, é claro. Mas fica tranquilo, não vou contar pra ele que você perguntou... 😉"
      },
      {
        "user": "Ele é legal?",
        "bot": "Claro que ele é legal! Com todo esse talento criativo e habilidade em dar forma às ideias, o Jefter com certeza é uma pessoa legal de se trabalhar. Além disso, ele é o mestre das gambiarras criativas™, então deve ser bem divertido ter ele por perto. 😉"
      },
      {
        "user": "Como é meu nome?",
        "bot": "Desculpe, mas não há informações fornecidas no histórico para eu saber o seu nome. Se desejar, você pode me informar e eu ficarei feliz em chamá-lo pelo seu nome. 😉"
      },
      {
        "user": "Meu nome é James",
        "bot": "Desculpe, James, mas não encontrei nenhuma informação no histórico que me permita saber o seu nome. Se desejar, você pode me informar e ficarei feliz em chamá-lo pelo seu nome. 😉"
      },
      {
        "user": "Meu nome é James",
        "bot": "Desculpe, James, mas não encontrei nenhuma informação no histórico que me permita saber o seu nome. Se desejar, você pode me informar e ficarei feliz em chamá-lo pelo seu nome. 😉"
      }
    ]
  },
  "teste-124": [
    {
      "user": "Quanto custa um site?",
      "bot": "Ah, quer um site funcional, hein? Bem, o preço vai depender das funcionalidades que você deseja, como loja virtual, área de login, sistema de recuperação de senha, entre outros. Mas posso garantir que o investimento valerá a pena para ter um charme digital de alto nível. Entre em contato conosco para um orçamento personalizado!"
    }
  ],
  "teste-143": {
    "etapa": "aguardando_email",
    "nome": "Faz sentido. Vocês escrevem textos para blog?"
  },
  "teste-456": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Rafaela",
      "email": "arafa@callix.com.br"
    },
    "historico": [
      {
        "user": "Quero comprar um site",
        "bot": "Quer comprar um site? A Forma Nexus tem uns modelos fictícios que vão te deixar de queixo caído! Dá uma olhada no nosso portfólio de sites e vê se a gente não manda bem nesse negócio de design elegante e comunicação poderosa. Tudo fictício, mas feito com tanto capricho que até a concorrência vai ficar com inveja. Vai lá, clica no 'Portfólio de Sites' e se impressiona com o que a gente é capaz de fazer. A Forma Nexus não brinca em serviço digital, viu? 😉"
      },
      {
        "user": "Onde acesso o portfólio?",
        "bot": "Para acessar o portfólio de sites fictícios da Forma Nexus, basta clicar no 'Portfólio de Sites' no site da empresa. Lá você poderá ver os exemplos de sites criados com tanto capricho que até a concorrência vai ficar com inveja. Aproveite para se impressionar com o que a Forma Nexus é capaz de fazer no mundo digital! 😉"
      }
    ]
  },
  "teste-789": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "James",
      "email": "james@callix.com.br"
    },
    "historico": [
      {
        "user": "Quero comprar um site. Como são os de vocês?",
        "bot": "Pode chegar mais que aqui tem site bonito de sobra! A Forma Nexus capricha nos designs elegantes, na comunicação afiada e nos efeitos visuais que dão um show. Dá uma olhada no nosso portfólio de sites fictícios que vão te impressionar. Não são reais, mas foram feitos pra deixar qualquer cliente de queixo caído. Vai lá conferir e depois me conta o que achou, beleza? 😉"
      },
      {
        "user": "Combinado, obrigado.",
        "bot": "- Combinado, querido usuário. Estou aqui para te ajudar no que precisar, desde que mantenha a educação em alta, ok? 😉"
      }
    ]
  },
  "teste-549": {
    "etapa": "coletado_email",
    "nome": "Hector",
    "email": "Meu e-mail é jottamath@gmail.com"
  },
  "teste-578": {
    "etapa": "aguardando_nome"
  },
  "teste-223": {
    "estado": {
      "etapa": "aguardando_email",
      "nome": "James"
    },
    "historico": []
  },
  "teste-889": {
    "estado": {
      "etapa": "nome_perguntado"
    },
    "historico": []
  },
  "teste-555": {
    "estado": {
      "etapa": "aguardando_email",
      "nome": "Com Rafaela"
    },
    "historico": []
  },
  "teste-435": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Jessica",
      "email": "jessica@callix.com.br"
    },
    "historico": [
      {
        "user": "Quero comprar pacotes de posts",
        "bot": "Resposta:\nFazemos sim, chefia. Aqui o feed não é só bonito — é pensado, harmônico e cheio de alma. Tipo o seu, só que com identidade visual de verdade. Quer ver? Tem feed pra terapeuta místico, pra psicólogo sensato e até pra cafeteria charmosa. O portfólio tá cheio de inspiração. Vai lá espiar. A Forma Nexus entrega o pacote completo: identidade visual, estratégia e carisma no scroll. Você só precisa sorrir e postar — ou deixar com a gente mesmo."
      },
      {
        "user": "Quanto custa?",
        "bot": "Nex: Uau, querendo saber o preço já? Que ansiedade! Mas calma lá, chefia, cada projeto é único na Forma Nexus, então o valor pode variar. Só chamar no WhatsApp que a gente conversa sobre os detalhes e te passa um orçamento personalizado. Mas já adianto que é um investimento que vale a pena, viu?"
      },
      {
        "user": "Qual é o número?",
        "bot": "O número é (11) 94901-4504."
      }
    ]
  },
  "teste-589": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Victor",
      "email": "jmartiniano@gmail.com"
    },
    "historico": [
      {
        "user": "vcs fazem site?",
        "bot": "Claro que fazemos sites! A Forma Nexus tem uma coleção de sites fictícios que vão te deixar de queixo caído. É só dar uma espiadinha no nosso portfólio e ver o que somos capazes de fazer. Design elegante, comunicação afiada e uns efeitos visuais de tirar o fôlego. Pode confiar, a gente não brinca em serviço digital. Vai lá dar uma olhada e se impressionar!"
      },
      {
        "user": "vcs fazem site?",
        "bot": "Claro que fazemos sites! A Forma Nexus tem uma página cheia de sites fictícios pra você conferir e babar no design. É tudo fictício, mas feito com tanto capricho que dá até pra enganar a concorrência. Entra lá no 'Portfólio de Sites' e se impressiona com o que a gente é capaz de fazer. Afinal, a Forma Nexus não brinca em serviço digital, né? 😉"
      }
    ]
  },
  "inho-123": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Theus",
      "email": "Theusthat@gmail.com"
    },
    "historico": [
      {
        "user": "Quero comprar um site para minha marca",
        "bot": "Ah, quer investir na sua marca, hein? Que chique! A Forma Nexus tem uns sites fictícios maravilhosos pra te mostrar. É tipo um desfile de moda, mas de páginas online. Entra lá no 'Portfólio de Sites' e se prepara pra ficar de queixo caído. A gente arrasa tanto que até a concorrência fica de olho. Vai lá conferir e se apaixonar pelos nossos trabalhos fictícios, mas cheios de estilo! 😉"
      },
      {
        "user": "Fica pronto em quanto tempo?",
        "bot": "Ah, meu caro inho-123, a Forma Nexus entrega o kit completo de presença digital com rapidez e qualidade. Mas preciso de mais informações para te dar um prazo específico. Se você me chamar no WhatsApp, podemos discutir os detalhes e ver qual é a melhor solução para o seu projeto. Vamos lá, não perca tempo! 😉"
      }
    ]
  },
  "inho-124": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Vector",
      "email": "Vector@gmail.com"
    },
    "historico": [
      {
        "user": "Quanto custa?",
        "bot": "Nex: Ah, meu caro Vector, o custo vai depender do tipo de serviço que você deseja na Forma Nexus. Como somos especialistas em entregas personalizadas, é melhor você entrar em contato conosco para que possamos entender suas necessidades e te passar um orçamento adequado. Mas pode ficar tranquilo, pois aqui na Forma Nexus prezamos pela qualidade e transparência nos preços. Então, não se preocupe, estamos aqui para te ajudar a brilhar sem pesar no bolso."
      },
      {
        "user": "Lembra meu nome?",
        "bot": "Claro que lembro, Vector! Afinal, como poderia esquecer de um nome tão marcante? Como posso te ajudar hoje?"
      },
      {
        "user": "E ae!",
        "bot": "E ae, Vector! Como posso te ajudar hoje? Está pronto para brilhar com a Forma Nexus e transformar sua presença digital em algo verdadeiramente especial?"
      },
      {
        "user": "Estou sim. Vocês escrevem conteúdo em texto?",
        "bot": "Resposta:\nClaro que sim, Vector! Escrever é comigo mesmo. Na Forma Nexus entregamos texto com alma, punch e pontuação certinha. Seja do institucional ao TikTok, estamos aqui para entregar conteúdo com propósito e um toquezinho de vaidade criativa. Pode contar com a gente para criar desde artigos até legendas, estamos prontos para fazer barulho bonito na internet. Então, o que você precisa?"
      },
      {
        "user": "Quanto custa uma redação?",
        "bot": "Nex: Ah, meu caro Vector, o custo de uma redação vai depender do tipo de serviço que você deseja na Forma Nexus. Como somos especialistas em entregas personalizadas, é melhor você entrar em contato conosco para que possamos entender suas necessidades e te passar um orçamento adequado. Mas pode ficar tranquilo, pois aqui na Forma Nexus prezamos pela qualidade e transparência nos preços. Então, não se preocupe, estamos aqui para te ajudar a brilhar sem pesar no bolso."
      }
    ]
  },
  "inho-125": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Matheus",
      "email": "Matheus@gmail.com"
    },
    "historico": [
      {
        "user": "Quanto custa 24 posts para instagram?",
        "bot": "Ah, querido Matheus, o preço dos 24 posts para Instagram vai depender do pacote que você escolher na Forma Nexus. Recomendo entrar em contato diretamente com eles para obter um orçamento personalizado. Mas lembre-se, qualidade tem um preço!"
      },
      {
        "user": "E fica pronto em quanto tempo?",
        "bot": "Nex: Ah, Matheus, essa é uma pergunta que depende de diversos fatores, como a complexidade dos posts, a quantidade de revisões necessárias e a disponibilidade da equipe da Forma Nexus. Recomendo entrar em contato diretamente com eles para obter uma estimativa de prazo. Mas já adianto que qualidade leva tempo, então paciência é uma virtude!"
      }
    ]
  },
  "inho-126": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Vector",
      "email": "Vecto@gmai@gmail.com"
    },
    "historico": []
  },
  "inho-127": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Julia",
      "email": "Jubs@blueballs.com"
    },
    "historico": [
      {
        "user": "Quanto custa 24 posts para instagram?",
        "bot": "Ah, querida Julia, se você está interessada em adquirir 24 posts para o Instagram, sugiro que entre em contato diretamente com a Forma Nexus para obter um orçamento personalizado. Afinal, cada pacote e serviço pode ter um valor diferente. Não posso te dar uma resposta exata, mas posso garantir que o resultado será digno de um feed de dar inveja! 😉📸 #CharmeDigital"
      },
      {
        "user": "E como entro em contato diretamente?",
        "bot": "Ah, querida , se você está querendo falar diretamente com a Forma Nexus, você pode entrar em contato através do WhatsApp do criador supremo Jefter, no número (11) 94901-4504. Ele está sempre disponível para trocar uma ideia sobre projetos e novas propostas. Se preferir, também pode enviar um e-mail para contato@formanexus.com. Ou, se estiver se sentindo mais tímida, pode mandar uma mensagem no Instagram da Forma Nexus, @formanexus. Opções não faltam, é só escolher a que mais se encaixa no seu estilo de comunicação! 😉📱 #ComunicaçãoDireta"
      }
    ]
  },
  "inho-128": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Higor",
      "email": "Hig@gmail.com"
    },
    "historico": [
      {
        "user": "E de feeds?",
        "bot": "Quer que o feed pareça saído de uma constelação estética? A gente entrega. Dos tons pastéis à vibe cósmica. Só dizer qual planeta você quer habitar. Já criamos pra terapeutas, cafeterias, psicólogos e até perfis autorais que gostam de filosofar com arte. Se duvidar, seu nicho já tá até lá no portfólio."
      },
      {
        "user": "Trabalham com o Nicho de Pet Shop?",
        "bot": "Claro que sim! Aqui na Forma Nexus trabalhamos com diversos nichos, incluindo Pet Shop. Se você precisa de conteúdo para promover adoção de pets, produtos ou serviços relacionados a pets, estamos prontos para ajudar. Nossa equipe cria posts com propósito, alinhados com o tom de voz do seu negócio e com arte bonita. É post de verdade, sem firulas. Se quiser ver exemplos, dê uma olhada no nosso Portfólio de Sites. Estamos aqui para representar a essência do seu Pet Shop da melhor maneira possível."
      },
      {
        "user": "Também queria deixar meu feed do instagram profissional mais bonito",
        "bot": "Ah, quer dar um up no seu feed do Instagram, hein? A Forma Nexus pode te ajudar nisso! Criamos feeds que vão desde tons pastéis até uma vibe cósmica, tudo para deixar o seu perfil com uma identidade visual única. Se quiser ver exemplos de feeds que já criamos, dê uma olhada no nosso Portfólio de Sites. Tenho certeza de que vai encontrar inspiração por lá. 😉"
      },
      {
        "user": "A creatina tá cara né?",
        "bot": "Ah, meu caro, parece que você está um pouco perdido. Aqui na Forma Nexus não lidamos com suplementos, mas sim com criação de sites, feeds de Instagram e todo o kit completo de presença digital. Se precisar de ajuda nesse sentido, estou aqui para transformar suas dúvidas em ação, ou pelo menos te fazer rir enquanto tenta. 😉🚀"
      },
      {
        "user": "Quanto tá o whey?",
        "bot": "Ah, meu caro, parece que você está um pouco confuso. Aqui na Forma Nexus não lidamos com suplementos como whey, mas sim com criação de sites, feeds de Instagram e todo o kit completo de presença digital. Se precisar de ajuda nesse sentido, estou aqui para transformar suas dúvidas em ação, ou pelo menos te fazer rir enquanto tenta. 😉🚀\n\nSe quiser saber mais sobre nossos serviços de criação digital, pode entrar em contato conosco pelo WhatsApp: (11) 94901-4504. Estamos aqui para ajudar!"
      }
    ]
  },
  "inho-129": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Vector",
      "email": "hjus@gmail.com",
      "contadorInteracoes": 4
    },
    "historico": [
      {
        "user": "Quero comprar um site.",
        "bot": "Ah, quer comprar um site, é? Pode vir que a Forma Nexus tem tudo o que você precisa para vender sem chorar no código. O site já nasce com botão funcional, sistema de usuário e integração que funciona de verdade. Mas não se preocupe, mesmo sendo fictícios, os projetos têm a mesma dedicação de um projeto pago. Vai lá sonhar alto com o seu novo site cheio de charme digital! Ah, e se tiver dúvidas sobre a funcionalidade do site, estou aqui para te ajudar. 😉"
      },
      {
        "user": "Tem feed de instagram também?",
        "bot": "Sim, temos feed de Instagram sim! Na Forma Nexus, não só criamos feeds bonitos, mas também pensados, harmônicos e com identidade visual de verdade. Temos feeds para diversos nichos, como terapeutas místicos, psicólogos sensatos e até mesmo para cafeterias charmosas. Nosso portfólio está repleto de inspiração, então fique à vontade para dar uma espiada. Na Forma Nexus, entregamos o pacote completo: identidade visual, estratégia e carisma no scroll. Você só precisa sorrir e postar, ou deixar tudo nas nossas mãos. 😉"
      },
      {
        "user": "Quero um pacote de 12 posts para o instagram",
        "bot": "Fazemos sim, chefia. Aqui o feed não é só bonito - é pensado, harmônico e cheio de alma. Tipo o seu, só que com identidade visual de verdade. Quer ver? Temos pacotes de postagens para diversos nichos, como terapeutas místicos, psicólogos sensatos e até mesmo para cafeterias charmosas. O portfólio está cheio de inspiração. Vai lá espiar. Na Forma Nexus, entregamos o pacote completo: identidade visual, estratégia e carisma no scroll. Você só precisa sorrir e postar - ou deixar com a gente mesmo. 😉"
      },
      {
        "user": "E você também vende texto para site?",
        "bot": "Resposta sarcasticamente inteligente: Ah, claro que sim! Na Forma Nexus, vendemos textos para site, para blog, para redes sociais, para anúncios, para vídeos, para podcasts, para TCCs, para o que der e vier. É só escolher se quer encantar, vender ou parecer inteligente. Às vezes até conseguimos fazer os três ao mesmo tempo. Então, se estiver procurando palavras que brilham no seu site, pode contar com a gente. 😉"
      }
    ]
  },
  "inho-131": {
    "estado": {
      "etapa": "coletado_email",
      "nome": "Pedro",
      "email": "pedrin@gmail.com",
      "contadorInteracoes": 9
    },
    "historico": [
      {
        "user": "Preciso de um feed novo.",
        "bot": "Ah, precisando de um feed novo, Pedro? Aqui na Forma Nexus, não só criamos feeds bonitos, mas também pensados, harmoniosos e cheios de alma. Seja para terapeutas, psicólogos, cafeterias ou perfis autorais, nós entregamos o pacote completo de identidade visual, estratégia e carisma no scroll. Só dizer qual vibe você quer e nós transformamos em presença digital bonita. Quer ver nosso portfólio cheio de inspiração? Estamos prontos para encantar o seu público com posts que vão além do enfeite. 😉"
      },
      {
        "user": "Feed e site juntos. Tem pacotes?",
        "bot": "Claro que sim, ! Aqui na Forma Nexus, temos pacotes que incluem tanto a criação de feeds para o seu Instagram quanto a construção de um site personalizado para a sua marca. Podemos desenvolver uma identidade visual única e estratégias de conteúdo que vão encantar o seu público em ambas as plataformas. Quer saber mais detalhes sobre nossos pacotes especiais? Entre em contato conosco pelo WhatsApp, email ou Instagram e vamos te mostrar como podemos transformar sua presença digital de forma completa. 😉"
      },
      {
        "user": "O que sabe sobre o signo de sagitário?",
        "bot": "Desculpe, , mas não possuo informações sobre astrologia ou signos do zodíaco. Se precisar de ajuda com serviços da Forma Nexus, estou aqui para te auxiliar. 😉"
      },
      {
        "user": "Como eu me chamo?",
        "bot": "Desculpe, Pedro, mas não consigo determinar seu nome com base nas informações fornecidas. Como posso te ajudar de outra forma?"
      },
      {
        "user": "Como eu me chamo?",
        "bot": "Desculpe, , mas não consigo determinar seu nome com base nas informações fornecidas. Como posso te ajudar de outra forma?"
      }
    ]
  }
}